Repository: shuichi/inkpod
Catalog: apps/macos/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# m5.pixelFormat.2
source: Grayscale 8-bit
ja: グレースケール 8-bit

# m5.pixelFormat.3
source: Grayscale 16-bit
ja: グレースケール 16-bit

# m5.planeKind.1
source: Main Line
ja: 主線

# m5.planeKind.2
source: Color
ja: 彩色

# m5.planeKind.3
source: Raster
ja: ラスター

# m5.planeKind.4
source: Selection
ja: 選択

# m5.planeKind.5
source: Vector Main Line
ja: ベクター主線

# m5.planeKind.6
source: Color Trace
ja: 色トレース

# m5.planeKind.7
source: Vector Fill
ja: ベクター塗り

# m5.sizing.frameSize
source: Frame Size
ja: フレームサイズ

# m5.sizing.imagePixels
source: Image Pixels
ja: 画像ピクセル

# m5.workspace.defaultName
source: My Workspace
ja: マイワークスペース

# m5.workspace.save.title
source: Save Workspace Layout
ja: ワークスペースレイアウトを保存

# m5.workspace.splitDivider
source: Editor Group Divider
ja: エディタグループの分割位置

# paste.confirm.body
source: Apply the paste at its original document coordinates, or cancel without changing the document.
ja: 元のドキュメント座標でペーストを適用するか、ドキュメントを変更せずにキャンセルします。

# paste.confirm.title
source: Confirm Paste
ja: ペーストの確認

# recovery.action.defer
source: Keep for Later
ja: 保留

# recovery.action.discard
source: Discard
ja: 破棄

# recovery.action.restore
source: Restore
ja: 復元

# recovery.startup.body
source: A recovery copy is available for %@. Restore it, discard it explicitly, or keep it for a later launch.
ja: %@ の回復用コピーがあります。復元、明示的な破棄、または次回以降への保留を選んでください。

# recovery.startup.body.malformed
source: Recovery metadata for %@ is missing or invalid. The copy has not been deleted; you may try to restore it, discard it explicitly, or keep it.
ja: %@ の回復メタデータがないか不正です。コピーは削除されていません。復元を試す、明示的に破棄する、または保留を選べます。

# recovery.startup.title
source: Recovery Copy Found
ja: 回復用コピーが見つかりました

# settings.capture.instructions
source: Press one to four keys, then Apply. Escape cancels recording.
ja: 1〜4個のキーを押してから適用してください。Escapeで記録をキャンセルします。

# settings.language
source: Language
ja: 言語

# settings.language.restart
source: The selected language is used the next time Inkpod starts.
ja: 選択した言語は次回Inkpod起動時から使用されます。

# settings.record
source: Record
ja: 記録

# settings.search
source: Search Commands
ja: コマンドを検索

# settings.shortcuts
source: Shortcuts
ja: ショートカット

# shortcut.result.invalid
source: Enter one to four valid keys.
ja: 有効なキーを1〜4個入力してください。

# shortcut.result.persistenceFailure
source: The shortcut could not be saved.
ja: ショートカットを保存できませんでした。

# shortcut.result.prefixConflict
source: This sequence is a prefix of another shortcut.
ja: この入力列は別のショートカットとprefix衝突します。

# shortcut.result.protectedStandard
source: This standard macOS shortcut is reserved.
ja: このmacOS標準ショートカットは予約されています。

# command.tool.pencil
source: Pencil
ja: 鉛筆

# command.tool.brush
source: Brush
ja: ブラシ

# command.tool.eraser
source: Eraser
ja: 消しゴム

# command.tool.fill
source: Fill
ja: 塗りつぶし

# command.tool.eyedropper
source: Eyedropper
ja: スポイト

# command.tool.fill.options
source: Fill Options
ja: 塗りつぶしオプション

# command.tool.closed.fill
source: Closed Region Fill
ja: 閉領域塗り

# command.tool.fill.extension
source: Fill Extension
ja: 塗り拡張

# command.tool.color.replace.target
source: Color Replacement
ja: 色置換

# command.tool.color.replace.pen
source: Pen Region
ja: ペン領域

# command.tool.color.replace.rectangle
source: Rectangle Region
ja: 矩形領域

# command.tool.color.replace.polyline
source: Polyline Region
ja: 折れ線領域

# command.tool.color.replace.lasso
source: Lasso Region
ja: 投げ縄領域

# command.tool.color.replace.all
source: Entire Selection or Document
ja: 選択範囲または全体

# command.color.choose
source: Choose Color…
ja: 色を選択…

# command.color.check.off
source: Color Check Off
ja: 色判定をオフ

# command.color.check.legacy
source: Legacy White Check
ja: 従来白判定

# command.color.check.native
source: Native Alpha Check
ja: ネイティブアルファ判定

# command.color.editor
source: Color Editor
ja: カラーエディタ

# command.color.source.topmost
source: Topmost Nontransparent
ja: 最上位の不透明色

# command.color.source.selected
source: Selected Plane
ja: 選択プレーン

# command.color.source.composite
source: Composite
ja: 合成結果

# command.color.source.light.table
source: Light Table Topmost
ja: ライトテーブル最上位

# command.palette.register
source: Register Color
ja: 色を登録

# command.palette.delete
source: Delete Color
ja: 色を削除

# command.palette.clear
source: Clear Palette
ja: パレットを消去

# command.palette.save
source: Save Palette…
ja: パレットを保存…

# command.palette.load
source: Load Palette…
ja: パレットを読み込む…

# command.palette.next.group
source: Next Palette Group
ja: 次のパレットグループ

# command.chart.generate
source: Generate Color Chart…
ja: カラーチャートを生成…

# command.chart.search
source: Search Color Chart
ja: カラーチャートを検索

# command.chart.next
source: Next Search Result
ja: 次の検索結果

# command.chart.lock
source: Lock Color Chart
ja: カラーチャートをロック

# command.chart.copy
source: Copy Chart Color
ja: チャート色をコピー

# command.chart.paste
source: Paste Chart Color
ja: チャート色をペースト

# command.chart.cut
source: Cut Chart Color
ja: チャート色をカット

# command.chart.rename
source: Rename Chart Color…
ja: チャート色の名前を変更…

# command.chart.save
source: Save Color Chart…
ja: カラーチャートを保存…

# command.chart.load
source: Load Color Chart…
ja: カラーチャートを読み込む…

# command.chart.next.page
source: Next Chart Page
ja: 次のチャートページ

# command.selection.output.color.guard
source: Select Output Color Issues
ja: 出力色問題を選択

# command.window.tool.palette
source: Tool Palette
ja: ツールパレット

# command.window.tool.options
source: Tool Options
ja: ツールオプション

# command.window.color.pane
source: Color Pane
ja: カラーペイン

# command.window.locator
source: Locator
ja: ロケータ

# command.locator.pin
source: Pin Locator
ja: ロケータを固定先にピン留め

# command.locator.fixed
source: Fix Locator Sample
ja: ロケータ位置を固定

# command.locator.autoscroll
source: Locator Auto-scroll
ja: ロケータ自動追従

# command.color.pin
source: Pin Color Pane
ja: カラーペインを固定先にピン留め

# menu.tools
source: Tools
ja: ツール

# menu.tools.colorReplaceRegion
source: Color Replacement Region
ja: 色置換領域

# menu.color
source: Color
ja: カラー

# menu.color.eyedropperSource
source: Eyedropper Source
ja: スポイト参照元

# menu.color.palette
source: Palette
ja: パレット

# menu.color.chart
source: Color Chart
ja: カラーチャート

# menu.selection
source: Selection
ja: 選択

# m6.tools.size
source: Size
ja: サイズ

# m6.tool.options.title
source: Tool Options
ja: ツールオプション

# m6.tool.options.open
source: Show Tool Options
ja: ツールオプションを表示

# m6.tool.options.pin
source: Keep Tool Options Open
ja: ツールオプションを開いたままにする

# m6.tool.options.unpin
source: Stop Keeping Tool Options Open
ja: ツールオプションの固定を解除

# m6.tool.options.close
source: Close Tool Options
ja: ツールオプションを閉じる

# m6.color.title
source: Color
ja: カラー

# m6.color.current
source: Current Color
ja: 現在色

# m6.color.eyedropperSource
source: Eyedropper Source
ja: スポイト参照元

# m6.color.check
source: Color Check
ja: 色判定

# m6.palette.title
source: Palette
ja: パレット

# m6.chart.title
source: Color Chart
ja: カラーチャート

# m6.chart.search
source: Search
ja: 検索

# m6.chart.preview
source: Generated Chart Preview
ja: 生成チャートのプレビュー

# m6.chart.rename.title
source: Rename Chart Color
ja: チャート色の名前を変更

# m6.locator.title
source: Locator
ja: ロケータ

# m6.locator.fixed
source: Fix Sample
ja: 位置を固定

# m6.locator.autoscroll
source: Follow Canvas
ja: Canvasに追従

# m6.locator.neighborhood
source: Pixel Neighborhood
ja: 周辺ピクセル

# m6.locator.movePointer
source: Move the pointer over the Canvas.
ja: Canvas上でポインタを移動してください。

# m6.pane.follow
source: Follow Active Document
ja: アクティブドキュメントに追従

# m6.pane.pin
source: Pin to Document
ja: ドキュメントにピン留め

# m6.fill.tolerance
source: Tolerance
ja: 許容差

# m6.fill.gapClose
source: Gap Close
ja: 隙間閉じ

# m6.fill.selection
source: Respect Selection
ja: 選択範囲を使用

# m6.fill.transparentOnly
source: Transparent Only
ja: 透明部分のみ

# m6.fill.detachedRegions
source: Include Detached Regions
ja: 分離領域も含める

# m6.brush.shape
source: Brush Shape
ja: ブラシ形状

# m6.brush.round
source: Round
ja: 丸

# m6.brush.square
source: Square
ja: 角

# m6.brush.smoothing
source: Smoothing
ja: スムージング

# m6.brush.startColor
source: Start Color Only
ja: 開始色のみ

# m6.replace.preview
source: Matched Pixels
ja: 一致ピクセル

# m6.color.replaceTarget
source: Color to Replace
ja: 置換対象色

# workspace.failure
source: Unable to Start Inkpod
ja: Inkpodを開始できません

# command.file.new.cut
source: New Cut…
ja: 新規Cut…

# command.cut.properties
source: Cut Properties…
ja: Cutのプロパティ…

# command.cut.save
source: Save Cut
ja: Cutを保存

# command.cut.undo
source: Undo Cut Edit
ja: Cut編集を取り消す

# command.cut.redo
source: Redo Cut Edit
ja: Cut編集をやり直す

# command.cut.sequence.add
source: Add Current Cell
ja: 現在のCellを追加

# command.cut.sequence.remove
source: Remove Cell
ja: Cellを削除

# command.cut.sequence.move.up
source: Move Cell Up
ja: Cellを上へ

# command.cut.sequence.move.down
source: Move Cell Down
ja: Cellを下へ

# command.cut.sequence.renumber
source: Renumber Cells…
ja: Cell番号を振り直す…

# command.lt.set.new
source: New Light Table Set
ja: ライトテーブルセットを作成

# command.lt.set.duplicate
source: Duplicate Light Table Set
ja: ライトテーブルセットを複製

# command.lt.set.delete
source: Delete Light Table Set
ja: ライトテーブルセットを削除

# command.lt.set.rename
source: Rename Light Table Set…
ja: ライトテーブルセット名を変更…

# command.lt.set.up
source: Move Set Up
ja: セットを上へ

# command.lt.set.down
source: Move Set Down
ja: セットを下へ

# command.lt.global.opacity
source: Light Table Opacity…
ja: ライトテーブル全体の不透明度…

# command.lt.item.add
source: Add Light Table Image…
ja: ライトテーブル画像を追加…

# command.lt.item.reload
source: Reload Light Table Image…
ja: ライトテーブル画像を再読込…

# command.lt.item.delete
source: Delete Light Table Item
ja: ライトテーブル項目を削除

# command.lt.item.up
source: Move Item Up
ja: 項目を上へ

# command.lt.item.down
source: Move Item Down
ja: 項目を下へ

# command.lt.item.properties
source: Light Table Item Properties…
ja: ライトテーブル項目のプロパティ…

# command.lt.item.sample
source: Sample Light Table Color
ja: ライトテーブルの色を採取

# command.lt.item.swap
source: Swap with Light Table Item
ja: ライトテーブル項目と入替

# command.lt.item.move
source: Move Light Table Item…
ja: ライトテーブル項目を移動…

# command.lt.bulk.previous
source: Register Previous Cells…
ja: 前のCellを一括登録…

# command.lt.bulk.next
source: Register Next Cells…
ja: 次のCellを一括登録…

# command.lt.bulk.both
source: Register Neighbor Cells…
ja: 前後のCellを一括登録…

# command.seq.import
source: Import Sequence…
ja: 連番を読み込む…

# command.seq.export
source: Export Sequence…
ja: 連番を書き出す…

# command.seq.previous
source: Previous Cell
ja: 前のCell

# command.seq.next
source: Next Cell
ja: 次のCell

# command.seq.goto
source: Go to Cell…
ja: Cellへ移動…

# command.subpalette.set
source: Set Subpalette Source
ja: サブパレット参照元を設定

# command.subpalette.sample
source: Sample Subpalette
ja: サブパレットから採色

# command.motion.start
source: Start Motion
ja: モーション開始

# command.motion.pause
source: Pause Motion
ja: モーション一時停止

# command.motion.previous
source: Previous Motion Frame
ja: 前のモーションフレーム

# command.motion.next
source: Next Motion Frame
ja: 次のモーションフレーム

# command.motion.stop
source: Stop Motion
ja: モーション停止

# command.motion.first
source: First Cell
ja: 先頭のCell

# command.motion.last
source: Last Cell
ja: 末尾のCell

# command.seq.wrap.endpoints
source: Wrap Sequence Endpoints
ja: 連番の端をループ

# command.window.sequence
source: Sequence Timeline
ja: 連番タイムライン

# command.sequence.pin
source: Pin Sequence
ja: 連番をピン留め

# command.window.light.table
source: Light Table
ja: ライトテーブル

# command.light.table.pin
source: Pin Light Table
ja: ライトテーブルをピン留め

# command.window.subpalette
source: Subpalette
ja: サブパレット

# command.subpalette.pin
source: Pin Subpalette
ja: サブパレットをピン留め

# menu.animation
source: Animation
ja: アニメーション

# menu.sequence
source: Sequence
ja: 連番

# menu.lightTable
source: Light Table
ja: ライトテーブル

# menu.subpalette
source: Subpalette
ja: サブパレット

# menu.motion
source: Motion
ja: モーション

# m9.sequence.title
source: Sequence
ja: 連番

# m9.cut.new
source: New Cut
ja: 新規Cut

# m9.cut.properties
source: Cut Properties
ja: Cutのプロパティ

# m9.cut.workTitle
source: Work Title
ja: 作品名

# m9.cut.episode
source: Episode
ja: 話数

# m9.cut.scene
source: Scene
ja: シーン

# m9.cut.name
source: Cut Name
ja: Cut名

# m9.cut.instruction
source: Instruction
ja: 指示

# m9.cut.duration
source: Duration (frames)
ja: 尺（フレーム）

# m9.cut.chooseFolder.message
source: Choose the folder for the Cut descriptor and its individual Cell files.
ja: Cut記述子と個別Cellファイルを保存するフォルダを選択してください。

# m9.cut.chooseFolder.action
source: Create Cut
ja: Cutを作成

# m9.renumber.position
source: Start Position
ja: 開始位置

# m9.renumber.count
source: Count
ja: 件数

# m9.renumber.first
source: First Number
ja: 先頭番号

# m9.renumber.step
source: Step
ja: 増分

# command.window.batch
source: Batch
ja: バッチ

# command.window.job.progress
source: Job Progress
ja: ジョブ進捗

# command.batch.input.file
source: Add Files…
ja: ファイルを追加…

# command.batch.input.folder
source: Add Folders…
ja: フォルダを追加…

# command.batch.input.current
source: Add Current Sequence
ja: 現在の連番を追加

# command.batch.input.range
source: Apply Range
ja: 範囲を適用

# command.batch.operation.remove
source: Remove Operation
ja: 操作を削除

# command.batch.operation.up
source: Move Operation Up
ja: 操作を上へ

# command.batch.operation.down
source: Move Operation Down
ja: 操作を下へ

# command.batch.operation.edit
source: Edit Operation…
ja: 操作を編集…

# command.batch.replace.swap
source: Swap Replacement Colors
ja: 置換色を入れ替え

# command.batch.output.duplicate
source: Duplicate
ja: 複製

# command.batch.output.new
source: New Save
ja: 新規保存

# command.batch.output.overwrite
source: Explicit Overwrite
ja: 明示上書き

# command.batch.output.settings
source: Validate Output Settings
ja: 出力設定を検証

# command.batch.failure.continue
source: Continue on Failure
ja: 失敗しても続行

# command.batch.failure.stop
source: Stop on Failure
ja: 失敗時に停止

# command.batch.preview
source: Preview
ja: プレビュー

# command.batch.dry.run
source: Dry Run
ja: ドライラン

# command.batch.run.current
source: Run Current
ja: 現在の項目を実行

# command.batch.run.all
source: Run All
ja: すべて実行

# command.batch.save.set
source: Save Batch Set…
ja: バッチセットを保存…

# command.batch.load.set
source: Load Batch Set…
ja: バッチセットを読込…

# command.batch.cancel
source: Cancel Job
ja: ジョブをキャンセル

# command.batch.pin
source: Pin Batch Target
ja: バッチ対象を固定

# command.batch.extract.pairs
source: Extract Color Pairs
ja: 色ペアを抽出

# command.batch.add.color.replace
source: Color Replacement
ja: 色置換

# command.batch.add.continuous.fill
source: Continuous Fill
ja: 連続塗り

# command.batch.add.separation
source: Color Separation
ja: 色分解

# command.batch.add.visibility
source: Visibility
ja: 表示状態

# command.batch.add.line.width
source: Line Width
ja: 線幅

# command.batch.add.boundary.airbrush
source: Boundary Airbrush
ja: 境界エアブラシ

# command.batch.add.dust
source: Dust Removal
ja: ゴミ取り

# command.batch.add.mirror
source: Mirror
ja: 反転

# command.batch.add.rotate
source: Rotate 90°
ja: 90°回転

# command.batch.add.resize
source: Image Size / Resolution
ja: 画像サイズ／解像度

# command.batch.add.convert
source: Raster Conversion
ja: ラスター変換

# command.batch.add.filter.sharpen.weak
source: Sharpen (Weak)
ja: シャープ（弱）

# command.batch.add.filter.sharpen.strong
source: Sharpen (Strong)
ja: シャープ（強）

# command.batch.add.filter.blur.weak
source: Blur (Weak)
ja: ぼかし（弱）

# command.batch.add.filter.blur.strong
source: Blur (Strong)
ja: ぼかし（強）

# command.batch.add.filter.gaussian
source: Gaussian Blur
ja: ガウスぼかし

# command.batch.add.filter.invert
source: Invert
ja: 階調反転

# command.batch.add.filter.auto.contrast
source: Auto Contrast
ja: 自動コントラスト

# command.batch.add.filter.brightness
source: Brightness / Contrast
ja: 明るさ／コントラスト

# command.batch.add.filter.tone.curve
source: Tone Curve
ja: トーンカーブ

# command.batch.add.filter.levels
source: Levels
ja: レベル補正

# command.batch.add.filter.color.balance
source: Color Balance
ja: カラーバランス

# command.batch.add.filter.unsharp
source: Unsharp Mask
ja: アンシャープマスク

# m9.sequence.index
source: Sequence Index
ja: 連番位置

# m9.lightTable.title
source: Light Table
ja: ライトテーブル

# m9.lightTable.set
source: Set
ja: セット

# m9.lightTable.name
source: Name
ja: 名前

# m9.lightTable.visible
source: Visible
ja: 表示

# m9.lightTable.mode
source: Display Mode
ja: 表示モード

# m9.lightTable.color
source: Color
ja: カラー

# m9.lightTable.monotone
source: Monotone
ja: モノトーン

# m9.lightTable.halftone
source: Halftone
ja: ハーフトーン

# m9.lightTable.displayColor
source: Display Color
ja: 表示色

# m9.subpalette.title
source: Subpalette
ja: サブパレット

# m9.reference.title
source: Reference
ja: 参照

# m9.reference.empty
source: No Sequence Cell
ja: 連番Cellがありません

# m9.bulk.title
source: Confirm Bulk Registration
ja: 一括登録の確認

# m9.bulk.summary
source: Add %1$@, skip %2$@ existing items.
ja: %1$@件を追加し、既存%2$@件をスキップします。

# m9.bulk.add
source: add
ja: 追加

# m9.bulk.skip
source: skip
ja: スキップ

# m11.inspector.animation.empty
source: No Animation Sections Are Shown
ja: 表示中のアニメーション項目はありません

# m11.inspector.tab.layerPlane
source: Layers and Planes
ja: レイヤーとプレーン

# m11.inspector.tab.color
source: Color, Palette, Chart, and Locator
ja: 色・パレット・チャート・ロケーター

# m11.inspector.tab.history
source: History
ja: 履歴

# m11.inspector.tab.vectorAnnotationGuides
source: Vector, Annotation, and Guides
ja: ベクター・注釈・ガイド

# m11.inspector.tab.animation
source: Animation
ja: アニメーション

# m11.tool.surface
source: Tool Surface
ja: ツールサーフェス

# m11.tool.toggle.accessibility
source: Hide Tool Surface
ja: ツールサーフェスを隠す
